Repository: zilokki-bot/openclaw
Catalog: apps/macos/Sources/OpenClaw/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja_jp, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_cn, zh_tw

source: Gateway update finished, but verification failed.
ar: اكتمل تحديث Gateway، لكن فشل التحقق.
de: Das Gateway-Update wurde abgeschlossen, aber die Überprüfung ist fehlgeschlagen.
es: La actualización de Gateway finalizó, pero la verificación falló.
fa: به‌روزرسانی Gateway پایان یافت، اما تأیید ناموفق بود.
fr: La mise à jour du Gateway est terminée, mais la vérification a échoué.
hi: Gateway अपडेट पूरा हो गया, लेकिन सत्यापन विफल रहा।
id: Pembaruan Gateway selesai, tetapi verifikasi gagal.
it: L'aggiornamento del Gateway è terminato, ma la verifica non è riuscita.
ja_jp: Gatewayのアップデートは完了しましたが、検証に失敗しました。
ko: Gateway 업데이트가 완료되었지만 확인에 실패했습니다.
nl: Gateway-update voltooid, maar verificatie mislukt.
pl: Aktualizacja Gateway została ukończona, ale weryfikacja nie powiodła się.
pt_br: A atualização do Gateway foi concluída, mas a verificação falhou.
ru: Обновление Gateway завершено, но проверка не удалась.
sv: Gateway-uppdateringen slutfördes, men verifieringen misslyckades.
th: อัปเดต Gateway เสร็จแล้ว แต่การตรวจสอบยืนยันไม่สำเร็จ
tr: Gateway güncellemesi tamamlandı ancak doğrulama başarısız oldu.
uk: Оновлення Gateway завершено, але перевірку не пройдено.
vi: Đã cập nhật Gateway, nhưng không thể xác minh.
zh_cn: Gateway 更新已完成，但验证失败。
zh_tw: Gateway 更新已完成，但驗證失敗。

source: Gateway update needs attention.
ar: يحتاج تحديث Gateway إلى اهتمامك.
de: Das Gateway-Update erfordert Ihre Aufmerksamkeit.
es: La actualización de Gateway requiere atención.
fa: به‌روزرسانی Gateway نیاز به توجه دارد.
fr: La mise à jour du Gateway nécessite votre attention.
hi: Gateway अपडेट पर ध्यान देने की आवश्यकता है।
id: Pembaruan Gateway memerlukan perhatian.
it: L'aggiornamento del Gateway richiede attenzione.
ja_jp: Gatewayのアップデートに対応が必要です。
ko: Gateway 업데이트에 주의가 필요합니다.
nl: Gateway-update vereist aandacht.
pl: Aktualizacja Gateway wymaga uwagi.
pt_br: A atualização do Gateway precisa de atenção.
ru: Обновление Gateway требует внимания.
sv: Gateway-uppdateringen behöver åtgärdas.
th: การอัปเดต Gateway ต้องได้รับการตรวจสอบ
tr: Gateway güncellemesiyle ilgilenmeniz gerekiyor.
uk: Оновлення Gateway потребує уваги.
vi: Bản cập nhật Gateway cần được chú ý.
zh_cn: Gateway 更新需要处理。
zh_tw: Gateway 更新需要注意。

source: Gateway update needs help
ar: يحتاج تحديث Gateway إلى مساعدة
de: Gateway-Update benötigt Unterstützung
es: La actualización del Gateway necesita ayuda
fa: به‌روزرسانی Gateway به کمک نیاز دارد
fr: La mise à jour du Gateway nécessite une intervention
hi: Gateway अपडेट के लिए सहायता चाहिए
id: Pembaruan Gateway memerlukan bantuan
it: L'aggiornamento del Gateway richiede assistenza
ja_jp: Gateway のアップデートに対応が必要です
ko: Gateway 업데이트에 도움이 필요함
nl: Gateway-update heeft hulp nodig
pl: Aktualizacja Gateway wymaga pomocy
pt_br: A atualização do Gateway precisa de ajuda
ru: Для обновления Gateway требуется помощь
sv: Gateway-uppdateringen behöver hjälp
th: การอัปเดต Gateway ต้องการความช่วยเหลือ
tr: Gateway güncellemesi için yardım gerekiyor
uk: Для оновлення Gateway потрібна допомога
vi: Bản cập nhật Gateway cần được hỗ trợ
zh_cn: Gateway 更新需要协助
zh_tw: Gateway 更新需要協助

source: Gateway verification failed.
ar: فشل التحقق من Gateway.
de: Gateway-Überprüfung fehlgeschlagen.
es: La verificación del Gateway falló.
fa: تأیید Gateway ناموفق بود.
fr: La vérification du Gateway a échoué.
hi: Gateway का सत्यापन विफल रहा।
id: Verifikasi Gateway gagal.
it: Verifica del Gateway non riuscita.
ja_jp: Gateway の検証に失敗しました。
ko: Gateway 확인에 실패했습니다.
nl: Verificatie van de Gateway is mislukt.
pl: Weryfikacja Gateway nie powiodła się.
pt_br: Falha na verificação do Gateway.
ru: Не удалось проверить Gateway.
sv: Verifieringen av Gateway misslyckades.
th: การตรวจสอบ Gateway ล้มเหลว
tr: Gateway doğrulaması başarısız oldu.
uk: Не вдалося перевірити Gateway.
vi: Xác minh Gateway không thành công.
zh_cn: Gateway 验证失败。
zh_tw: Gateway 驗證失敗。

source: Gateway warning
ar: تحذير Gateway
de: Gateway-Warnung
es: Advertencia del Gateway
fa: هشدار Gateway
fr: Avertissement du Gateway
hi: Gateway चेतावनी
id: Peringatan Gateway
it: Avviso del Gateway
ja_jp: Gatewayの警告
ko: Gateway 경고
nl: Gateway-waarschuwing
pl: Ostrzeżenie Gateway
pt_br: Aviso do Gateway
ru: Предупреждение Gateway
sv: Gateway-varning
th: คำเตือนจาก Gateway
tr: Gateway uyarısı
uk: Попередження Gateway
vi: Cảnh báo Gateway
zh_cn: Gateway 警告
zh_tw: Gateway 警告

source: Gateway work is paused; incoming messages will wait.
ar: عمل الـ Gateway متوقف مؤقتًا؛ ستنتظر الرسائل الواردة.
de: Die Gateway-Verarbeitung ist pausiert; eingehende Nachrichten warten.
es: El trabajo del Gateway está en pausa; los mensajes entrantes esperarán.
fa: کار Gateway متوقف شده است؛ پیام‌های ورودی منتظر می‌مانند.
fr: Le travail du Gateway est en pause ; les messages entrants attendront.
hi: Gateway का काम रोका गया है; आने वाले संदेश प्रतीक्षा करेंगे।
id: Pekerjaan Gateway dijeda; pesan masuk akan menunggu.
it: Il lavoro del Gateway è in pausa; i messaggi in arrivo attenderanno.
ja_jp: Gateway の処理が一時停止しています。受信メッセージは待機します。
ko: Gateway 작업이 일시 중지되었습니다. 수신 메시지는 대기합니다.
nl: Gateway-werk is gepauzeerd; binnenkomende berichten wachten.
pl: Praca Gateway jest wstrzymana; przychodzące wiadomości będą oczekiwać.
pt_br: O trabalho do Gateway está pausado; as mensagens recebidas aguardarão.
ru: Работа Gateway приостановлена; входящие сообщения будут ожидать.
sv: Gateway-arbetet är pausat; inkommande meddelanden väntar.
th: งานของ Gateway ถูกหยุดชั่วคราว ข้อความที่เข้ามาจะรอไว้
tr: Gateway işi duraklatıldı; gelen mesajlar bekleyecek.
uk: Робота Gateway призупинена; вхідні повідомлення чекатимуть.
vi: Công việc của Gateway đang tạm dừng; các tin nhắn đến sẽ chờ.
zh_cn: Gateway 工作已暂停；收到的消息将等待处理。
zh_tw: Gateway 工作已暫停；傳入的訊息將會等待。

source: Gateways
ar: بوابات Gateway
fa: Gatewayها
id: Gateway
it: Gateway
ja_jp: Gateway
ko: Gateway
pl: Gateway
ru: Gateway
th: Gateway
tr: Gateway'ler
uk: Gateway
vi: Các Gateway
zh_cn: Gateway
zh_tw: Gateway

source: General
ar: عام
de: Allgemein
fa: عمومی
fr: Général
hi: सामान्य
id: Umum
it: Generale
ja_jp: 一般
ko: 일반
nl: Algemeen
pl: Ogólne
pt_br: Geral
ru: Общие
sv: Allmänt
th: ทั่วไป
tr: Genel
uk: Загальні
vi: Chung
zh_cn: 通用
zh_tw: 一般

source: Get Info…
ar: إحضار المعلومات…
de: Informationen…
es: Obtener información…
fa: دریافت اطلاعات…
fr: Lire les informations…
hi: जानकारी पाएँ…
id: Dapatkan Info…
it: Ottieni informazioni…
ja_jp: 情報を見る…
ko: 정보 가져오기…
nl: Toon info…
pl: Informacje…
pt_br: Obter Informações…
ru: Сведения…
sv: Visa info…
th: ดูข้อมูล…
tr: Bilgi Al…
uk: Отримати інформацію…
vi: Xem thông tin…
zh_cn: 显示简介…
zh_tw: 取得資訊…

source: Get your key →
ar: احصل على مفتاحك →
de: Schlüssel abrufen →
es: Obtén tu clave →
fa: کلید خود را دریافت کنید →
fr: Obtenir votre clé →
hi: अपनी key प्राप्त करें →
id: Dapatkan kunci Anda →
it: Ottieni la tua chiave →
ja_jp: キーを取得 →
ko: 키 받기 →
nl: Haal je sleutel op →
pl: Pobierz swój klucz →
pt_br: Obtenha sua chave →
ru: Получить ключ →
sv: Hämta din nyckel →
th: รับคีย์ของคุณ →
tr: Anahtarınızı alın →
uk: Отримайте свій ключ →
vi: Lấy khóa của bạn →
zh_cn: 获取你的密钥 →
zh_tw: 取得你的金鑰 →

source: Getting things ready
ar: جارٍ تجهيز الأمور
de: Vorbereitung läuft
es: Preparando todo
fa: در حال آماده‌سازی
fr: Préparation en cours
hi: चीज़ें तैयार की जा रही हैं
id: Menyiapkan semuanya
it: Preparazione in corso
ja_jp: 準備中
ko: 준비 중
nl: Alles wordt voorbereid
pl: Przygotowywanie
pt_br: Preparando tudo
ru: Подготовка
sv: Förbereder
th: กำลังเตรียมสิ่งต่าง ๆ ให้พร้อม
tr: Hazırlanıyor
uk: Усе готується
vi: Đang chuẩn bị
zh_cn: 正在准备
zh_tw: 正在準備

source: Give your agent more powers
ar: امنح وكيلك مزيدًا من الصلاحيات
de: Gib deinem Agenten mehr Möglichkeiten
es: Dale más capacidades a tu agente
fa: قدرت‌های بیشتری به عامل خود بدهید
fr: Donnez plus de pouvoirs à votre agent
hi: अपने एजेंट को अधिक क्षमताएँ दें
id: Beri agen Anda lebih banyak kemampuan
it: Dai più poteri al tuo agente
ja_jp: エージェントにさらに多くの権限を付与
ko: 에이전트에 더 많은 기능을 부여하세요
nl: Geef je agent meer mogelijkheden
pl: Daj swojemu agentowi więcej możliwości
pt_br: Dê mais poderes ao seu agente
ru: Дайте вашему агенту больше возможностей
sv: Ge din agent fler befogenheter
th: เพิ่มความสามารถให้เอเจนต์ของคุณ
tr: Aracınıza daha fazla yetenek verin
uk: Надайте своєму агенту більше можливостей
vi: Cấp thêm quyền cho tác nhân của bạn
zh_cn: 为你的代理赋予更多能力
zh_tw: 賦予你的代理更多能力

source: Give your assistant tasks and let it help across your Mac.
ar: امنح مساعدك مهامًا ودعه يساعدك عبر Mac الخاص بك.
de: Geben Sie Ihrem Assistenten Aufgaben und lassen Sie ihn Ihnen auf Ihrem Mac helfen.
es: Asigna tareas a tu asistente y deja que te ayude en tu Mac.
fa: به دستیار خود وظایفی بدهید و بگذارید در سراسر Mac به شما کمک کند.
fr: Confiez des tâches à votre assistant et laissez-le vous aider sur votre Mac.
hi: अपने सहायक को कार्य दें और उसे अपने Mac पर आपकी मदद करने दें।
id: Berikan tugas kepada asisten Anda dan biarkan asisten membantu di seluruh Mac Anda.
it: Assegna attività al tuo assistente e lascia che ti aiuti sul tuo Mac.
ja_jp: アシスタントにタスクを任せて、Mac 全体でサポートを受けましょう。
ko: 어시스턴트에게 작업을 맡기고 Mac 전반에서 도움을 받으세요.
nl: Geef je assistent taken en laat die je helpen op je Mac.
pl: Przydzielaj asystentowi zadania i pozwól mu pomagać na całym Macu.
pt_br: Dê tarefas ao seu assistente e deixe que ele ajude em todo o seu Mac.
ru: Давайте ассистенту задачи и позвольте ему помогать вам на Mac.
sv: Ge din assistent uppgifter och låt den hjälpa till på din Mac.
th: มอบหมายงานให้ผู้ช่วยของคุณและให้ช่วยทำงานบน Mac ของคุณ
tr: Asistanınıza görevler verin ve Mac’inizin genelinde size yardımcı olmasını sağlayın.
uk: Давайте своєму асистенту завдання й дозвольте йому допомагати на вашому Mac.
vi: Giao nhiệm vụ cho trợ lý của bạn và để trợ lý hỗ trợ trên máy Mac của bạn.
zh_cn: 将任务交给你的助手，让它在你的 Mac 上协助你。
zh_tw: 將任務交給你的助理，讓它在你的 Mac 上協助你處理各種工作。

source: Global
ar: عام
fa: سراسری
hi: वैश्विक
it: Globale
ja_jp: グローバル
ko: 전역
nl: Globaal
pl: Globalne
ru: Глобально
th: ทั่วโลก
tr: Genel
uk: Глобально
vi: Toàn cục
zh_cn: 全局
zh_tw: 全域

source: Global shortcut that opens a floating chat bar for the main thread.
ar: اختصار عام يفتح شريط دردشة عائمًا للمحادثة الرئيسية.
de: Globales Tastenkürzel, das eine schwebende Chatleiste für den Haupt-Thread öffnet.
es: Atajo global que abre una barra de chat flotante para el hilo principal.
fa: میان‌بر سراسری که یک نوار گفت‌وگوی شناور برای رشته اصلی باز می‌کند.
fr: Raccourci global qui ouvre une barre de chat flottante pour le fil de discussion principal.
hi: मुख्य थ्रेड के लिए फ़्लोटिंग चैट बार खोलने वाला ग्लोबल शॉर्टकट।
id: Pintasan global yang membuka bilah chat mengambang untuk utas utama.
it: Scorciatoia globale che apre una barra di chat mobile per il thread principale.
ja_jp: メインスレッド用のフローティングチャットバーを開くグローバルショートカットです。
ko: 메인 스레드의 플로팅 채팅 바를 여는 전역 단축키입니다.
nl: Algemene sneltoets waarmee een zwevende chatbalk voor het hoofdgesprek wordt geopend.
pl: Globalny skrót otwierający pływający pasek czatu dla głównego wątku.
pt_br: Atalho global que abre uma barra de chat flutuante para a conversa principal.
ru: Глобальное сочетание клавиш, открывающее плавающую панель чата для основной ветки.
sv: Globalt kortkommando som öppnar ett flytande chattfält för huvudtråden.
th: ปุ่มลัดส่วนกลางที่ใช้เปิดแถบแชทแบบลอยสำหรับเธรดหลัก
tr: Ana dizi için yüzen bir sohbet çubuğu açan genel kısayol.
uk: Глобальне сполучення клавіш, яке відкриває плавучу панель чату для основної гілки.
vi: Phím tắt toàn cục mở thanh trò chuyện nổi cho chuỗi chính.
zh_cn: 用于打开主话题串浮动聊天栏的全局快捷键。
zh_tw: 開啟主要討論串浮動聊天列的全域快捷鍵。

source: Grant
ar: منح
de: Erteilen
es: Conceder
fa: اعطا
fr: Accorder
hi: अनुमति दें
id: Berikan
it: Concedi
ja_jp: 許可
ko: 허용
nl: Toestaan
pl: Przyznaj
pt_br: Conceder
ru: Предоставить
sv: Bevilja
th: อนุญาต
tr: İzin ver
uk: Надати
vi: Cấp quyền
zh_cn: 授予
zh_tw: 授予

source: Grant Access
ar: منح الإذن
de: Zugriff gewähren
es: Conceder acceso
fa: اعطای دسترسی
fr: Accorder l’accès
hi: एक्सेस दें
id: Berikan Akses
it: Concedi accesso
ja_jp: アクセスを許可
ko: 접근 권한 부여
nl: Toegang verlenen
pl: Przyznaj dostęp
pt_br: Conceder acesso
ru: Предоставить доступ
sv: Bevilja åtkomst
th: อนุญาตการเข้าถึง
tr: Erişim Ver
uk: Надати доступ
vi: Cấp quyền truy cập
zh_cn: 授予访问权限
zh_tw: 授予權限

source: Grant permissions
ar: منح الأذونات
de: Berechtigungen erteilen
es: Conceder permisos
fa: اعطای مجوزها
fr: Accorder les autorisations
hi: अनुमतियाँ दें
id: Berikan izin
it: Concedi autorizzazioni
ja_jp: 権限を付与
ko: 권한 부여
nl: Machtigingen verlenen
pl: Przyznaj uprawnienia
pt_br: Conceder permissões
ru: Предоставить разрешения
sv: Ge behörigheter
th: ให้สิทธิ์
tr: İzinleri ver
uk: Надати дозволи
vi: Cấp quyền
zh_cn: 授予权限
zh_tw: 授予權限

source: Granted
ar: ممنوح
de: Erteilt
es: Concedido
fa: اعطا شده
fr: Accordé
hi: अनुमति दी गई
id: Diberikan
it: Concesso
ja_jp: 許可済み
ko: 허용됨
nl: Toegestaan
pl: Przyznano
pt_br: Concedido
ru: Предоставлено
sv: Beviljad
th: อนุญาตแล้ว
tr: İzin verildi
uk: Надано
vi: Đã cấp quyền
zh_cn: 已授予
zh_tw: 已授予

source: Group
ar: المجموعة
de: Gruppe
es: Grupo
fa: گروه
fr: Groupe
hi: समूह
id: Grup
it: Gruppo
ja_jp: グループ
ko: 그룹
nl: Groep
pl: Grupa
pt_br: Grupo
ru: Группа
sv: Grupp
th: กลุ่ม
tr: Grup
uk: Група
vi: Nhóm
zh_cn: 群组
zh_tw: 群組

source: Group name
ar: اسم المجموعة
de: Gruppenname
es: Nombre del grupo
fa: نام گروه
fr: Nom du groupe
hi: समूह का नाम
id: Nama grup
it: Nome del gruppo
ja_jp: グループ名
ko: 그룹 이름
nl: Groepsnaam
pl: Nazwa grupy
pt_br: Nome do grupo
ru: Название группы
sv: Gruppnamn
th: ชื่อกลุ่ม
tr: Grup adı
uk: Назва групи
vi: Tên nhóm
zh_cn: 群组名称
zh_tw: 群組名稱

source: Groups
ar: المجموعات
de: Gruppen
es: Grupos
fa: گروه‌ها
fr: Groupes
hi: समूह
id: Grup
it: Gruppi
ja_jp: グループ
ko: 그룹
nl: Groepen
pl: Grupy
pt_br: Grupos
ru: Группы
sv: Grupper
th: กลุ่ม
tr: Gruplar
uk: Групи
vi: Nhóm
zh_cn: 群组
zh_tw: 群組

source: Health
ar: الصحة
de: Zustand
es: Estado
fa: سلامت
fr: État
hi: स्वास्थ्य
id: Kesehatan
it: Stato
ja_jp: 健全性
ko: 상태
nl: Gezondheid
pl: Kondycja
pt_br: Integridade
ru: Состояние
sv: Hälsa
th: สถานะ
tr: Sağlık
uk: Стан
vi: Tình trạng
zh_cn: 健康状况
zh_tw: 健康狀態

source: Healthy
ar: سليم
de: Fehlerfrei
es: Correcto
fa: سالم
fr: Sain
hi: स्वस्थ
id: Sehat
it: Integro
ja_jp: 正常
ko: 정상
nl: Gezond
pl: Sprawny
pt_br: Íntegro
ru: Исправно
sv: Fungerar
th: ปกติ
tr: Sağlıklı
uk: Справний
vi: Hoạt động tốt
zh_cn: 健康
zh_tw: 健康

source: Hide advanced options
ar: إخفاء الخيارات المتقدمة
de: Erweiterte Optionen ausblenden
es: Ocultar opciones avanzadas
fa: پنهان کردن گزینه‌های پیشرفته
fr: Masquer les options avancées
hi: उन्नत विकल्प छिपाएँ
id: Sembunyikan opsi lanjutan
it: Nascondi opzioni avanzate
ja_jp: 詳細オプションを非表示
ko: 고급 옵션 숨기기
nl: Geavanceerde opties verbergen
pl: Ukryj opcje zaawansowane
pt_br: Ocultar opções avançadas
ru: Скрыть расширенные параметры
sv: Dölj avancerade alternativ
th: ซ่อนตัวเลือกขั้นสูง
tr: Gelişmiş seçenekleri gizle
uk: Приховати розширені параметри
vi: Ẩn tùy chọn nâng cao
zh_cn: 隐藏高级选项
zh_tw: 隱藏進階選項

source: Hide details
ar: إخفاء التفاصيل
de: Details ausblenden
es: Ocultar detalles
fa: پنهان کردن جزئیات
fr: Masquer les détails
hi: विवरण छिपाएँ
id: Sembunyikan detail
it: Nascondi dettagli
ja_jp: 詳細を隠す
ko: 세부 정보 숨기기
nl: Details verbergen
pl: Ukryj szczegóły
pt_br: Ocultar detalhes
ru: Скрыть подробности
sv: Dölj detaljer
th: ซ่อนรายละเอียด
tr: Ayrıntıları gizle
uk: Приховати деталі
vi: Ẩn chi tiết
zh_cn: 隐藏详情
zh_tw: 隱藏詳細資料

source: Hide panel
ar: إخفاء اللوحة
de: Panel ausblenden
es: Ocultar panel
fa: پنهان کردن پنل
fr: Masquer le panneau
hi: पैनल छिपाएँ
id: Sembunyikan panel
it: Nascondi pannello
ja_jp: パネルを非表示
ko: 패널 숨기기
nl: Paneel verbergen
pl: Ukryj panel
pt_br: Ocultar painel
ru: Скрыть панель
sv: Dölj panel
th: ซ่อนแผง
tr: Paneli gizle
uk: Приховати панель
vi: Ẩn bảng điều khiển
zh_cn: 隐藏面板
zh_tw: 隱藏面板

source: Hide talk transcript
ar: إخفاء نص المحادثة
de: Gesprächstranskript ausblenden
es: Ocultar la transcripción de la conversación
fa: پنهان کردن رونوشت مکالمه
fr: Masquer la transcription de la conversation
hi: बातचीत का ट्रांसक्रिप्ट छिपाएँ
id: Sembunyikan transkrip percakapan
it: Nascondi trascrizione della conversazione
ja_jp: 会話の文字起こしを非表示
ko: 대화 내용 숨기기
nl: Gesprekstranscript verbergen
pl: Ukryj transkrypcję rozmowy
pt_br: Ocultar transcrição da conversa
ru: Скрыть расшифровку разговора
sv: Dölj samtalstranskription
th: ซ่อนข้อความถอดเสียงการสนทนา
tr: Konuşma dökümünü gizle
uk: Приховати текстову версію розмови
vi: Ẩn bản chép lời cuộc trò chuyện
zh_cn: 隐藏对话文字记录
zh_tw: 隱藏對話逐字稿

source: Hold Right Option to talk
ar: اضغط باستمرار على Right Option للتحدث
de: Rechte Wahltaste gedrückt halten, um zu sprechen
es: Mantén pulsada Opción derecha para hablar
fa: برای صحبت، Right Option را نگه دارید
fr: Maintenir la touche Option droite pour parler
hi: बोलने के लिए Right Option दबाए रखें
id: Tahan Option Kanan untuk bicara
it: Tieni premuto Opzione destro per parlare
ja_jp: 右Optionキーを押し続けて話す
ko: 말하려면 오른쪽 Option 길게 누르기
nl: Houd Right Option ingedrukt om te praten
pl: Przytrzymaj prawy klawisz Option, aby mówić
pt_br: Segure Option Direito para falar
ru: Удерживайте правую клавишу Option, чтобы говорить
sv: Håll ned höger Option för att prata
th: กด Right Option ค้างไว้เพื่อพูด
tr: Konuşmak için Sağ Option tuşunu basılı tutun
uk: Утримуйте праву клавішу Option, щоб говорити
vi: Giữ Right Option để nói
zh_cn: 按住右 Option 键进行对话
zh_tw: 按住右側 Option 以說話

source: I've signed in
ar: لقد سجّلت الدخول
de: Ich habe mich angemeldet
es: He iniciado sesión
fa: وارد شده‌ام
fr: Je me suis connecté
hi: मैंने साइन इन कर लिया है
id: Saya sudah masuk
it: Ho effettuato l'accesso
ja_jp: サインインしました
ko: 로그인했습니다
nl: Ik heb me aangemeld
pl: Zalogowano
pt_br: Já fiz login
ru: Я вошёл
sv: Jag har loggat in
th: ฉันลงชื่อเข้าใช้แล้ว
tr: Oturum açtım
uk: Я увійшов
vi: Tôi đã đăng nhập
zh_cn: 我已登录
zh_tw: 我已登入

source: ID
ar: المعرّف
fa: شناسه
tr: Kimlik

source: Icon override
ar: تجاوز الأيقونة
de: Symbolüberschreibung
es: Sustitución de icono
fa: بازنویسی آیکن
fr: Remplacement de l’icône
hi: आइकन ओवरराइड
id: Penggantian ikon
it: Sostituzione icona
ja_jp: アイコンの上書き
ko: 아이콘 재정의
nl: Pictogram overschrijven
pl: Zastąpienie ikony
pt_br: Substituição de ícone
ru: Переопределение значка
sv: Ikonåsidosättning
th: แทนที่ไอคอน
tr: Simge geçersiz kılma
uk: Перевизначення піктограми
vi: Ghi đè biểu tượng
zh_cn: 图标覆盖
zh_tw: 圖示覆寫

source: Identity
ar: الهوية
de: Identität
es: Identidad
fa: هویت
fr: Identité
hi: पहचान
id: Identitas
it: Identità
ja_jp: ID
ko: ID
nl: Identiteit
pl: Tożsamość
pt_br: Identidade
ru: Идентификация
sv: Identitet
th: ข้อมูลประจำตัว
tr: Kimlik
uk: Ідентифікація
vi: Danh tính
zh_cn: 身份
zh_tw: 身分

source: Identity file
ar: ملف الهوية
de: Identitätsdatei
es: Archivo de identidad
fa: فایل هویت
fr: Fichier d’identité
hi: Identity फ़ाइल
id: File identitas
it: File di identità
ja_jp: ID ファイル
ko: ID 파일
nl: Identiteitsbestand
pl: Plik tożsamości
pt_br: Arquivo de identidade
ru: Файл идентификации
sv: Identitetsfil
th: ไฟล์ข้อมูลประจำตัว
tr: Kimlik dosyası
uk: Файл ідентифікації
vi: Tệp danh tính
zh_cn: 身份文件
zh_tw: 身分檔案

source: Idle
ar: خامل
de: Inaktiv
es: Inactivo
fa: بیکار
fr: Inactif
hi: निष्क्रिय
id: Menganggur
it: Inattivo
ja_jp: アイドル
ko: 유휴
nl: Inactief
pl: Bezczynny
pt_br: Ocioso
ru: Бездействие
sv: Inaktiv
th: ไม่ได้ใช้งาน
tr: Boşta
uk: Неактивно
vi: Không hoạt động
zh_cn: 空闲
zh_tw: 閒置

source: Image unavailable
ar: الصورة غير متاحة
de: Bild nicht verfügbar
es: Imagen no disponible
fa: تصویر در دسترس نیست
fr: Image indisponible
hi: इमेज उपलब्ध नहीं है
id: Gambar tidak tersedia
it: Immagine non disponibile
ja_jp: 画像を表示できません
ko: 이미지를 사용할 수 없음
nl: Afbeelding niet beschikbaar
pl: Obraz niedostępny
pt_br: Imagem indisponível
ru: Изображение недоступно
sv: Bilden är inte tillgänglig
th: รูปภาพไม่พร้อมใช้งาน
tr: Görsel kullanılamıyor
uk: Зображення недоступне
vi: Hình ảnh không khả dụng
zh_cn: 图片不可用
zh_tw: 圖片無法使用

source: Import
ar: استيراد
de: Importieren
es: Importar
fa: درون‌ریزی
fr: Importer
hi: आयात करें
id: Impor
it: Importa
ja_jp: インポート
ko: 가져오기
nl: Importeren
pl: Importuj
pt_br: Importar
ru: Импорт
sv: Importera
th: นำเข้า
tr: İçe Aktar
uk: Імпорт
vi: Nhập
zh_cn: 导入
zh_tw: 匯入

source: Importing browser cookies…
ar: جارٍ استيراد ملفات تعريف الارتباط من المتصفح…
de: Browser-Cookies werden importiert…
es: Importando cookies del navegador…
fa: در حال وارد کردن کوکی‌های مرورگر…
fr: Importation des cookies du navigateur…
hi: ब्राउज़र कुकीज़ आयात हो रही हैं…
id: Mengimpor cookie browser…
it: Importazione dei cookie del browser…
ja_jp: ブラウザの Cookie をインポート中…
ko: 브라우저 쿠키 가져오는 중…
nl: Browsercookies importeren…
pl: Importowanie plików cookie przeglądarki…
pt_br: Importando cookies do navegador…
ru: Импорт куки из браузера…
sv: Importerar webbläsarcookies…
th: กำลังนำเข้าคุกกี้เบราว์เซอร์…
tr: Tarayıcı çerezleri içe aktarılıyor…
uk: Імпортування cookies браузера…
vi: Đang nhập cookie trình duyệt…
zh_cn: 正在导入浏览器 cookie…
zh_tw: 正在匯入瀏覽器 cookie…

source: Import…
ar: استيراد…
de: Importieren…
es: Importar…
fa: درون‌ریزی…
fr: Importer…
hi: आयात करें…
id: Impor…
it: Importa…
ja_jp: インポート…
ko: 가져오기…
nl: Importeren…
pl: Importuj…
pt_br: Importar…
ru: Импорт…
sv: Importera…
th: นำเข้า…
tr: İçe Aktar…
uk: Імпортувати…
vi: Nhập…
zh_cn: 导入…
zh_tw: 匯入…

source: Info
ar: معلومات
es: Información
fa: اطلاعات
hi: जानकारी
ko: 정보
pl: Informacja
pt_br: Informações
ru: Информация
th: ข้อมูล
tr: Bilgi
uk: Інформація
vi: Thông tin
zh_cn: 信息
zh_tw: 資訊

source: Input tokens: %@
ar: رموز الإدخال: %@
de: Eingabe-Token: %@
es: Tokens de entrada: %@
fa: توکن‌های ورودی: %@
fr: Jetons d’entrée : %@
hi: इनपुट टोकन: %@
id: Token input: %@
it: Token di input: %@
ja_jp: 入力トークン：%@
ko: 입력 토큰: %@
nl: Invoertokens: %@
pl: Tokeny wejściowe: %@
pt_br: Tokens de entrada: %@
ru: Входные токены: %@
sv: Indatatokens: %@
th: โทเค็นอินพุต: %@
tr: Girdi token'ları: %@
uk: Вхідні токени: %@
vi: Token đầu vào: %@
zh_cn: 输入 token：%@
zh_tw: 輸入權杖：%@

source: Install OpenClaw
ar: ثبّت OpenClaw
de: OpenClaw installieren
es: Instalar OpenClaw
fa: نصب OpenClaw
fr: Installer OpenClaw
hi: OpenClaw इंस्टॉल करें
id: Instal OpenClaw
it: Installa OpenClaw
ja_jp: OpenClaw をインストール
ko: OpenClaw 설치
nl: OpenClaw installeren
pl: Zainstaluj OpenClaw
pt_br: Instalar OpenClaw
ru: Установить OpenClaw
sv: Installera OpenClaw
th: ติดตั้ง OpenClaw
tr: OpenClaw’ı yükle
uk: Установити OpenClaw
vi: Cài đặt OpenClaw
zh_cn: 安装 OpenClaw
zh_tw: 安裝 OpenClaw

source: Install OpenClaw in Applications?
ar: تثبيت OpenClaw في التطبيقات؟
de: OpenClaw im Ordner „Programme“ installieren?
es: ¿Instalar OpenClaw en Aplicaciones?
fa: OpenClaw در Applications نصب شود؟
fr: Installer OpenClaw dans Applications ?
hi: OpenClaw को Applications में इंस्टॉल करें?
id: Instal OpenClaw di Applications?
it: Installare OpenClaw in Applicazioni?
ja_jp: OpenClaw を Applications にインストールしますか？
ko: OpenClaw를 응용 프로그램에 설치하시겠어요?
nl: OpenClaw in Programma's installeren?
pl: Zainstalować OpenClaw w folderze Aplikacje?
pt_br: Instalar o OpenClaw em Aplicativos?
ru: Установить OpenClaw в Applications?
sv: Installera OpenClaw i Program?
th: ติดตั้ง OpenClaw ใน Applications หรือไม่?
tr: OpenClaw, Applications klasörüne yüklensin mi?
uk: Встановити OpenClaw в Applications?
vi: Cài đặt OpenClaw trong Applications?
zh_cn: 将 OpenClaw 安装到“应用程序”中？
zh_tw: 要將 OpenClaw 安裝到「應用程式」中嗎？

source: Install and Relaunch
ar: تثبيت وإعادة التشغيل
de: Installieren und neu starten
es: Instalar y reiniciar
fa: نصب و راه‌اندازی مجدد
fr: Installer et relancer
hi: इंस्टॉल करें और फिर से लॉन्च करें
id: Instal dan Luncurkan Ulang
it: Installa e riavvia
ja_jp: インストールして再起動
ko: 설치 후 다시 시작
nl: Installeren en opnieuw starten
pl: Zainstaluj i uruchom ponownie
pt_br: Instalar e Reiniciar
ru: Установить и перезапустить
sv: Installera och starta om
th: ติดตั้งและเปิดใหม่
tr: Yükle ve Yeniden Başlat
uk: Встановити та перезапустити
vi: Cài đặt và khởi chạy lại
zh_cn: 安装并重新启动
zh_tw: 安裝並重新啟動
